/* No comment provided by engineer. */
"%@ since last back-up" = "%@ od poslední zálohy";

/* No comment provided by engineer. */
"AC Power" = "Síťový adaptér";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort připojen";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort odpojen";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Upozornění! Zapnutím této volby přidáte HardwareGrowler do položek spouštěných po přihlášen.í";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Zapnutím této volby se program HardwareGrowler bude spouštět při vašem přihlášení, takže bude vždy k dispozici.";

/* No comment provided by engineer. */
"Back-up took %@" = "Záloha zabrala %@";

/* No comment provided by engineer. */
"Battery charging" = "Baterie se nabíjí";

/* No comment provided by engineer. */
"Battery Low!" = "Baterie je téměř vybitá!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Baterie je téměř vybitá! Připojte ihned síťový adaptér";

/* No comment provided by engineer. */
"Battery Power" = "Stav baterie";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth připojen";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Spojení Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth odpojen";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Odpojit Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Modul Bluetooth vyžaduje Mac OS X 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Stav Bluetooth";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Canceled after %@" = "Zrušeno po %@";

/* No comment provided by engineer. */
"Caps Lock" = "Zámek přeřaďovače";

/* No comment provided by engineer. */
"Caps Lock Off" = "Zámek přeřaďovače vypnut";

/* No comment provided by engineer. */
"Caps Lock On" = "Zámek přeřaďovače zapnut";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Pro otevření klepněte";

/* No comment provided by engineer. */
"Current Level: %ld%%" = "Aktuální úroveň: %ld%%";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Zapnutím této volby skryjete ikonu HardwareGrowler.\n\nPro zobrazení předvoleb, spusťte HardwareGrowler pomocí programu Launchpad nebo Finder.";

/* No comment provided by engineer. */
"Failed after %@" = "Selhalo po %@";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire připojeno";

/* No comment provided by engineer. */
"Firewire Connection" = "Firewire spojení";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire odpojeno";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Firewire odpojení";

/* No comment provided by engineer. */
"Firewire Monitor" = "Stav Firewire";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "První záloha, nebo předchozí záloha nebyla nalezena v systémových záznamech";

/* No comment provided by engineer. */
"FN Key" = "Funkční klávesa";

/* No comment provided by engineer. */
"FN Key Pressed" = "Funkční klávesa stisknuta";

/* No comment provided by engineer. */
"FN Key Released" = "Funkční klávesa uvolněna";

/* No comment provided by engineer. */
"General" = "Hlavní";

/* Unit names */
"hours" = "hodin";

/* No comment provided by engineer. */
"Icon:" = "Ikona:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Ignorovat svazky:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Pro přijímání upozornění o zařízeních Bluetooth, prosím, aktualizujte svůj počítač na Mac OS X 10.7.3 nebo vyšší";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Pro přijímání upozornění o připojených telefonech, prosím, aktualizujte svůj počítač na Mac OS X 10.7.3 nebo vyšší";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Příchozí volání";

/* No comment provided by engineer. */
"Incoming SMS" = "Příchozí SMS";

/* No comment provided by engineer. */
"Interface:\t%@" = "Rozhraní:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Rozhraní:\t%1$@\nMědium:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "IP adresa byla změněna";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP adresa byla zaktualizována";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Připojená síť.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Keyboard Monitor" = "Stav klávesnice";

/* No comment provided by engineer. */
"Left network %@." = "Síť %@ byla opuštěna.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "minut";

/* No comment provided by engineer. */
"Modules" = "Moduly";

/* No comment provided by engineer. */
"Mounted" = "Připojen";

/* No comment provided by engineer. */
"Network Link Down" = "Síť byla odpojena";

/* No comment provided by engineer. */
"Network Link Up" = "Síť byla připojena";

/* No comment provided by engineer. */
"Network Monitor" = "Stav sítě";

/* display no icon at all */
"No icon visible" = "Nikde";

/* No comment provided by engineer. */
"No routable IP addresses" = "Žádná IP adresa";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Upozornit na:";

/* No comment provided by engineer. */
"Num Lock" = "Numerický blok";

/* No comment provided by engineer. */
"Num Lock Off" = "Numerický blok vypnut";

/* No comment provided by engineer. */
"Num Lock On" = "Numerický blok zapnut";

/* If the string is too long, use O */
"OFF" = "O";

/* No comment provided by engineer. */
"Ok" = "OK";

/* If the string is too long, use I */
"ON" = "I";

/* Format string for On <power type> */
"On %@" = "Zap. %@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Předvolby pro HardwareGrowler…";

/* No comment provided by engineer. */
"Phone Module" = "Modul Telefon";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Modul Telefon vyžaduje Mac OS X 10.7.3";

/* No comment provided by engineer. */
"Power Changed" = "Změna napájení";

/* No comment provided by engineer. */
"Power Monitor" = "Stav napájení";

/* No comment provided by engineer. */
"Power Warning" = "Výstraha napájení";

/* No comment provided by engineer. */
"Preferences" = "Předvolby";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Ukončit HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Dotázat se na stav baterie";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Dotázat se každých:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Pouze při běhu na baterii";

/* Unit names */
"seconds" = "sekund";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Poslat při připojení zařízení Bluetooth";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Poslat při odpojení zařízení Bluetooth";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Poslat při připojení zařízení Firewire";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Poslat při odpojení zařízení Firewire";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Poslat při připojení zařízení Thunderbolt";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Poslat při odpojení zařízení Thunderbolt";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Poslat při připojení zařízení USB";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Poslat při odpojení zařízení USB";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Poslat při připojení svazku";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Poslat při odpojení svazku";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Poslat při připojení sítě AirPort";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Poslat při odpojení od sítě AirPort";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Poslat při odpojení zásuvky Ethernet";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Poslat při připojení zásuvky Ethernet";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Poslat při nízké hladině energie v baterii";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Poslat při změně IP adresy";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Poslat při změně typu nebo stavu zdroje napájení";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Poslat při selhání zálohování Time Machine";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Poslat při dokončení zálohování Time Machine";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Poslat při zrušení zálohování Time Machine";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Poslat při spuštění zálohování Time Machine";

/* No comment provided by engineer. */
"Shift Key" = "Přeřaďovač";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Přeřaďovač stisknut";

/* No comment provided by engineer. */
"Shift Key Released" = "Přeřaďovač uvolněn";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Při spuštění zobrazit připojená zařízení";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Na obou místech";

/* display the icon only in the dock */
"Show icon in the dock" = "Zobrazit ikonu v Doku";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Zobrazit ikonu v řádku nabídek";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Spustit HardwareGrowler při přihlášení:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "Nebyly nalezeny žádné předvolby pro sledování tohoto zařízení";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Toto nastavení se uplatní až po restartu aplikace Hardware Growler";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt připojeno";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Thunderbolt připojování";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt odpojeno";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Thunderbolt odpojování";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Stav Thunderbolt";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine byla zrušena";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine selhala";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine dokončeno";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine dokončeno";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine spuštěna";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine spuštěna";

/* No comment provided by engineer. */
"Time remaining: %lu minutes" = "Zbývá: %lu minut";

/* No comment provided by engineer. */
"Time to charge: %lu minutes" = "Čas do nabití: %lu minut";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Stav Time Machine";

/* No comment provided by engineer. */
"Unknown Power Source" = "Neznámý zdroj napájení";

/* No comment provided by engineer. */
"Unmounted" = "Odpojeno";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Neznámé zařízení FireWire";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Bezejmenné zařízení Thunderbolt";

/* No comment provided by engineer. */
"UPS Power" = "Záložní zdroj UPS";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Sběrnice USB 2.0";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "USB 3.0";

/* No comment provided by engineer. */
"USB Bus" = "Sběrnice USB";

/* No comment provided by engineer. */
"USB Connected" = "USB připojeno";

/* No comment provided by engineer. */
"USB Connection" = "Spojení USB";

/* No comment provided by engineer. */
"USB Disconnected" = "USB odpojeno";

/* No comment provided by engineer. */
"USB Disconnection" = "Odpojit USB";

/* No comment provided by engineer. */
"USB Monitor" = "Stav USB";

/* No comment provided by engineer. */
"Volume Monitor" = "Stav svazků";

/* No comment provided by engineer. */
"Volume Mounted" = "Disk připojen";

/* No comment provided by engineer. */
"Volume Unmounted" = "Disk odpojen";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Upozornění! Zapnutím této volby pustíte HardwareGrowler na pozadí.";

